{"id": "133273", "A": "How is the life of a math student? Could you describe your own experiences?", "B": "Which level of prepration is enough for the exam jlpt5?", "label": 0.0}
{"id": "402555", "A": "How do I control my horny emotions?", "B": "How do you control your horniness?", "label": 1.0}
{"id": "360472", "A": "What causes stool color to change to yellow?", "B": "What can cause stool to come out as little balls?", "label": 0.0}
{"id": "150662", "A": "What can one do after MBBS?", "B": "What do i do after my MBBS ?", "label": 1.0}
{"id": "183004", "A": "Where can I find a power outlet for my laptop at Melbourne Airport?", "B": "Would a second airport in Sydney, Australia be needed if a high-speed rail link was created between Melbourne and Sydney?", "label": 0.0}
{"id": "119056", "A": "How not to feel guilty since I am Muslim and I'm conscious we won't have sex together?", "B": "I don't beleive I am bulimic, but I force throw up atleast once a day after I eat something and feel guilty. Should I tell somebody, and if so who?", "label": 0.0}
{"id": "356863", "A": "How is air traffic controlled?", "B": "How do you become an air traffic controller?", "label": 0.0}
{"id": "106969", "A": "What is the best self help book you have read? Why? How did it change your life?", "B": "What are the top self help books I should read?", "label": 1.0}
{"id": "196763", "A": "Can I enter University of Melbourne if I couldn't achieve the guaranteed marks in Trinity College Foundation?", "B": "University of the Philippines: If I take a second BFA in the UP College of Fine Arts, can I be exempted from gen. ed. or core subjects?", "label": 0.0}
{"id": "256389", "A": "Do you need a passport to go to Jamaica from the United States?", "B": "How can I move to Jamaica?", "label": 0.0}
{"id": "2442", "A": "What is the district of Edgware and how does the lifestyle compare to the London Borough of Islington?", "B": "What is the county of Edgware and how does the lifestyle compare to the London Borough of Enfield?", "label": 0.0}
{"id": "233239", "A": "What will be Hillary Clinton's policy towards India if she becomes president?", "B": "What will be Hilary Clinton's policy towards India if she become President?", "label": 1.0}
{"id": "1045", "A": "What is the responsibility of SAP ERP key user?", "B": "What is a qualified SAP ERP key user?", "label": 0.0}
{"id": "11568", "A": "Which is the best book to study TENSOR for general relativity from basic?", "B": "Which is the best book for tensor calculus?", "label": 1.0}
{"id": "114030", "A": "How is being gay or lesbian less moral than divorce?", "B": "Why do a lot of theists and agnostics confuse mainstream atheistic thought with \"positive atheism\"?", "label": 0.0}
{"id": "198616", "A": "How do you thank a Disneyland cast member?", "B": "How can I go to Disneyland with little money?", "label": 0.0}
{"id": "54145", "A": "What are the coolest Android hacks and tricks you know?", "B": "What are some cool hacks for Android phones?", "label": 1.0}
{"id": "187998", "A": "If you received a check from Donald Knuth, what did you do and why did you get it?", "B": "How can I contact Donald Knuth?", "label": 0.0}
{"id": "221213", "A": "Which are the best motivational videos?", "B": "What are some of the best motivational clips?", "label": 1.0}
{"id": "85734", "A": "How do I lose weight fast?", "B": "What is the best way to reduce weight fast?", "label": 1.0}
